<?php
// Text
$_['text_success']           = 'Заказ был успешно изменен';

// Error
$_['error_permission']       = 'Внимание: У вас нет прав на доступ к API!';
$_['error_customer']         = 'Сведения о клиенте должны быть установлены!';
$_['error_payment_address']  = 'Требуется адрес оплаты!';
$_['error_payment_method']   = 'Подтвердите метод оплаты!';
$_['error_shipping_address'] = 'Требуется адрес доставки!';
$_['error_shipping_method']  = 'Подтвердите способ доставки!';
$_['error_stock']            = 'Продукты, отмеченные *** не доступны в требуемом количестве или нет на складе!';
$_['error_minimum']          = 'Минимальная сумма заказа для %s составляет %s!';
$_['error_not_found']        = 'Внимание: Заказ не может быть найден!';

