<?php
// Text
$_['text_address']       = 'Успех: адрес платежа был установлен!';
$_['text_method']        = 'Успех: метод оплаты был установлен!';

// Error
$_['error_permission']   = 'Внимание: У вас нет прав на доступ к API!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес 1 должен быть от 3 до 128 символов!';
$_['error_city']         = 'Город должен быть от 3 до 128 символов!';
$_['error_postcode']     = 'Индекс должен быть от 2 до 10 символов для этой страны!';
$_['error_country']      = 'Пожалуйста, выберите страну!';
$_['error_zone']         = 'Пожалуйста, выберите регион / область!';
$_['error_custom_field'] = '%s требуется!';
$_['error_address']      = 'Внимание: требуется адрес оплаты!';
$_['error_method']       = 'Внимание: требуется метод оплаты!';
$_['error_no_payment']   = 'Внимание: нет доступных вариантов оплаты!';